{
  "topmenu.item.label.services": "Programmatic",
  "topmenu.item.label.why-us": "Why Us",
  "topmenu.item.label.about": "About",
  "topmenu.item.label.contact": "Contact",

  "legalmenu.item.label.privacypolicy": "Privacy Policy",
  "legalmenu.item.label.legalpolicy": "Legal Policy",
  "legalmenu.item.label.cookiepolicy": "Cookie Policy",

  "btn.label.send": "Send",
  "btn.label.accept": "Accept",
  "btn.label.cancel": "Cancel",
  "btn.label.contact": "Contact",
  "btn.label.getStarted": "Let’s get it started",  
  "btn.label.getInTouch": "Get in touch",
  "btn.label.readMore": "Read more",
  "btn.label.workWithUs": "Work with us",

  "form.contact.label.nameSurname": "Name & surname",
  "form.contact.label.company": "Company",
  "form.contact.label.phone": "Phone",
  "form.contact.label.email": "Email",

  "page.home.hero.h1": "<b>Level up your</b> mobile performance marketing",
  "page.home.hero.text": "Define your path to success and reach new frontiers with machine-learning powered solutions",
  "page.home.hero.button": "Yalla!",
  "page.home.whoweare.h2": "Who we are",
  "page.home.whoweare.text": "<b>Definitio</b> is a leading Programmatic Mobile Advertising Agency based out of Dubai, which is a vibrant international business hub.",
  "page.home.weoffer.h2": "We offer",
  "page.home.weoffer.text": "We help our clients grow by <b>boosting</b> user acquistion <b>(UA)</b> and enhancing long-term <b>ROAS</b>. Our solutions are fully <b>transparent</b> and <b>fraud free</b>.",
  "page.home.weoffer.text2": "Our solutions are fully <b>transparent</b> and <b>fraud free</b>.",
  "page.home.ourtechnology.h2": "Our technology",
  "page.home.ourtechnology.text": "<b>Definitio</b> uses its proprietary bidder and Machine Learning algorithms to effectively match clients with the most engaged/Paying users.",
  "page.home.experience.h2": "Experience",
  "page.home.experience.text": "Our Team will help you navigate through a <b>variety of options</b> and offer the best <b>hassle-free</b> experience. From self-service to fully managed.",
  "page.home.dataoptimization.h2": "Data & Optimization",
  "page.home.dataoptimization.text": "Full access to <b>first-party data</b> and <b>predictive analytics</b> allow to identify and focus on the right strategies and <b>optimize</b> your investments.",

  "page.about.h1": "About Us",
  "page.about.text": "<p>We believe in the power of technology, modern engineering data-driven solutions, that enables to create state-of-the-art data products.</p><p>We aspire to build a transparent, free-of-fraud, advertising experience based on machine learning tools and innovative approaches for faster reaction times and money-waste prevention.</p><p>We do believe in the power of people. Our tech-savvy team made of resourceful engineers, researchers and marketers along with the partnerships with the Tier-1 SSP and MMP players will ensure you to succeed and maximize your KPIs.</p><p>We will work together to customize the services that better match with your business needs and goals.</p>",

  "page.services.hero.h1":"<span>Matching</span> clients with the most Engaged paying Users",
  "page.services.hero.text":"We help brands, agencies and app developers to understand, identify, attract, acquire and convert the right users at the right time.",
  "page.services.ourtechnology.text":"<p>Through the use of proprietary bidder and Machine Learning algorithms, we offer transparent, highly targeted performance-driven UA and re-engagement solutions at scale.</p><p>Our approach involves using full-funnel data to optimize our algorithms towards improved user retention and in-app sales.</p>",
  "page.services.ourtechnology.tab1.title":"Continuous self-optimization",
  "page.services.ourtechnology.tab1.text":"Our DSP is tailored, trained and optimized to meet the unique demands of mobile UA and retention KPIs. Our ML based platform analyzes over 70 attributes — including data from our DMP—optimizing for Lifetime Value (LTV) and installs, not clicks. Thanks to our custom predictive modelling, we ensure learning is continuous and that trends are recorded.",
  "page.services.ourtechnology.tab2.title":"Efficient Performance at scale",
  "page.services.ourtechnology.tab2.text":"Efficient Performance at scale Leveraging our broad daily reach, our outcome-driven models can efficiently and effectively scale performance",
  "page.services.ourtechnology.tab3.title":"Built-in Fraud Detection",
  "page.services.ourtechnology.tab3.text":"Built-In Fraud Detection. We use dynamic fraud filters to ensure no ad-budget is wasted.",
  "page.services.productssolutions.title":"Our Products & Solutions",
  "page.services.productssolutions.text":"<p>We provide full campaign management service to ensure the best performance.</p><p>Leveraging Definitio’s state-of-the-art infrastructure and mobile intelligence, we will help you determine new paths to identify, attract, and convert the highest-value user segments at the right time</p>",
  "page.services.productssolutions.card1.title":"User adquisition",
  "page.services.productssolutions.card1.text":"Identify, attract and enrich your users’ profiles with the highest likelihood to convert",
  "page.services.productssolutions.card2.title":"Reporting & analytics",
  "page.services.productssolutions.card2.text":"Obtain deep understanding of your campaigns’ KPIs and get to the next level of your market strategy.",
  "page.services.productssolutions.card3.title":"Re-Targeting",
  "page.services.productssolutions.card3.text":"Turn dormant and churned users into active audience through customized and effective dynamic levers.",
  "page.services.productssolutions.card4.title":"Audience curation",
  "page.services.productssolutions.card4.text":"Target users at the household level through user-centric features, such as geofencing and perceived user personas.",
  "page.services.brandSafety.title":"Brand Safety-centric approach",
  "page.services.brandSafety.text":"Because we strive to be the most reliable service for your agency, we work only with trusted partners to ensure high-quality traffic. We guarantee:",
  "page.services.brandSafety.list":"<li>Premium placements within trustworthy SSPs only</li><li>Privacy-centric approach</li><li>Fraud prevention. Our ML models are focusing on anomaly detection both pre-bid and post-bid to prevent any fraudulent activity</li><li>All user data is encrypted</li>",
  "page.services.partners.title":"Our partners",

  "page.whyus.hero.h1":"To protect, simplify, deliver, and optimize.",
  "page.whyus.hero.text":"<p><b>This is what we believe in. This is what we offer.</b></p><p>A zero-waste programmatic advertising landscape is now possible!</p>",
  "page.whyus.hero.iconLabel1":"Simplify",
  "page.whyus.hero.iconLabel2":"Deliver",
  "page.whyus.hero.iconLabel3":"Optimize",
  "page.whyus.hero.iconLabel4":"Protect",
  "page.whyus.workwithus.h2":"Work with us",
  "page.whyus.workwithus.text":"<p><b>Take your company to the next level!</b></p><p>Are you in the GCC looking for a valid partner in the programmatic advertising landscape?</p><p>We are an AdTech firm based out of Dubai that merges the advantages of machine-learning with the power of an invaluable professional knowledge. This unique combination enables us to adjust or steer towards the right direction to improve campaign efficiency and effectiveness and assist stability and business growth.</p>",
  "page.whyus.getStarted.card1.title":"Programmatic made easy",
  "page.whyus.getStarted.card1.text":"<span>Our goal is to make programmatic journey easier for you.</span> We will help you navigate through the variety of programmatic options and will supply the best hassle-free custom-built experience.Leave the heavy lifting of bidding, budgeting, targeting, and creatives to our machine learning models, and spend more time growing your business!",
  "page.whyus.getStarted.card2.title":"Fraud Detection and Brand Safety at our core",
  "page.whyus.getStarted.card2.text":"<span>Our unwavering commitment to media quality and brand safety has led us to team up with the industry's leading experts in anti-fraud, IVT, and viewability.</span> We care about you and that is why we will work side-by-side to help you maximize your return on ad spend (ROAS) and to give you peace of mind whilst reaching your business goals and achieving your success metrics.",
  "page.whyus.getStarted.card3.title":"Delivering results in full Transparency",
  "page.whyus.getStarted.card3.text":"<span>Things move fast and embracing a trial-and-error approach is a must to deliver excellence.</span> We will be with you along the whole journey by providing insights and analyses to enable timely and informed decisions. Our dashboards and customized performance and creative reports will help you focus your ad investment on the right strategies and cross-channel solutions to maximize your value capture and value creation.",
  "page.whyus.getStarted.card4.title":"Optimization, we scale!",
  "page.whyus.getStarted.card4.text":"<span>We have a scientific approach to programmatic advertising.</span> By utilizing our ML algorithm to analyze more than 70 data points and access millions of ad auctions per second, we can effectively optimize campaigns towards high-performing user segments based on targeted in-app events, ultimately maximizing ROAS. We are agile and we can scale fast. Let’s grow together!",
  "page.whyus.clients.title":"Our clients",

  "page.contact.h1": "Contact <span>Us</span>",
  "page.contact.text": "Aenean lobortis sapien quis sem euismod, ut fermentum felis pharetra. Quisque lobortis placerat congue. Mauris a finibus sem.",
  "page.contact.h2": "Our offices",
  "page.contact.location.text": "<span>Marina Plaza Tower 74,</span><span>Al Marsa Street,</span> <span>Dubai Marina</span><span>Dubai, United Arab Emirates</span>",
  "page.contact.email":"info@definitio.io"
}
